Repository: mdaraban/web2print-beta
Catalog: 0.8/inc/lang/web2print-*.po
Languages: de_de, vi_vi

# AccountExistButEnable
source: Account exists but need to enable. Please type your email and we'll send activation email to you
de_de: Account vorhanden, aber nicht aktiviert.
vi_vi: Tài khoản này tồn tại nhưng chưa được phép sử dụng. Vui lòng nhập tên đăng nhập của bạn và chúng tôi sẽ gửi email kích hoạt tới bạn

source: Max length Is 30 Char
de_de: Maximale Länge: 30 Zeichen.
vi_vi: Tối đa là 30 ký tự

source: This email address already exists
de_de: Diese E-Mail-Adresse bereits vorhanden
vi_vi: Địa chỉ email này đã tồn tại

source: Invalid Phone Number
de_de: Telefonnummer überprüfen
vi_vi: Số điện thoại không hợp lệ

source: This Field Is Required
de_de: Dieses Feld ist ein Pflichtfeld
vi_vi: Thông tin này là bắt buộc

source: Error Message
de_de: Fehlermeldung
vi_vi: Tin nhắn báo lỗi

# OpenNewAccountOrAssign
source: Open New Account Or Assign To An Exist Account
de_de: Dieser Zugang ist noch nicht in in unserem System angemeldet
vi_vi: Mở tài khoản mới hoặc đăng nhập vào tài khoản đã có

source: Assgin To Exist Account
de_de: Mit einen vorhandenen verbinden
vi_vi: Đăng nhập vào tài khoản đã có

# WeWillSendReSet
source: We will send password reset instructions to the email address associated with your account.
de_de: Wir senden Ihnen umgehend Informationen an Ihre E-Mailadresse, wie Sie Ihr Passwort zurücksetzen können.
vi_vi: Chúng tôi sẽ gửi hướng dẫn đặt lại mật khẩu đến địa chỉ email liên kết với tài khoản của bạn. Vui lòng đăng nhập dưới đây

source: Recover Password
de_de: Passwort wiederherstellen
vi_vi: Khôi phục mật khẩu

source: Page Settings
de_de: Seiteneinstellungen
vi_vi: Thiết lập trang

source: Options
de_de: Option
vi_vi: Các lựa chọn

source: Widget only
de_de: Nur Widget
vi_vi: Bảng tính giá

source: Widget & Subpages
de_de: Widget & Unterseiten
vi_vi: Bảng tính giá và các trang con

source: Dropdown Switch
de_de: Dropdown Ansicht
vi_vi: Thiết lập kiểu hiện thị sản phẩm, kích thước, màu sắc

source: How many entries do you want to choose ?
de_de: Wie viele Einträge sollen gewählt werden?
vi_vi: Số lượng mẩu tin mà bạn muốn ?

source: Entries
de_de: Anzahl Einträge
vi_vi: Mẩu tin

source: Change article group & subtypes view
de_de: Gruppendarstellung ändern
vi_vi: Thay đổi kiểu hiện thị cho nhóm sản phẩm và sản phẩm phụ

source: Thumbnail
de_de: Vorschaubilder
vi_vi: Hình ảnh

source: Dropdown
vi_vi: Danh sách

source: Available variables
de_de: Verfügbare Variablen
vi_vi: Các từ khóa

source: Meta tag for title
de_de: Metatags Titel
vi_vi: Nội dung cho thẻ meta kiểu tiêu đề

source: Meta tag for description
de_de: Metatags Beschreibung
vi_vi: Nội dung cho thẻ meta kiểu mô tả

source: User
de_de: Benutzer
vi_vi: Người dùng

source: Shop ID
vi_vi: Mã cửa hàng

source: Select Products
de_de: Produkte auswählen
vi_vi: Sản phẩm đã chọn

source: Visibility
de_de: Sichtbarkeit
vi_vi: Hiển thị

source: Configure
de_de: Konfigurieren
vi_vi: Cấu hình

source: Ooops, you don't have an account configured till now.
vi_vi: Bạn chưa có tài khoản nào được cấu hình.

source: If you want to give us some feedback feel free to
de_de: Bei Fragen oder Anregungen freuen wir uns über jede Nachricht
vi_vi: Nếu có thắc mắc xin vui lòng

source: Contact Us
de_de: Kontaktiere uns
vi_vi: Liên hệ

source: Add New
de_de: Hinzufügen
vi_vi: Thêm mới

source: Which shop you want to configure ?
de_de: Welcher Shop soll konfiguriert werden ?
vi_vi: Chọn cửa hàng mà bạn muốn cấu hình.

source: Please fill the below to active the plugin.
de_de: Bitte das Formular unten ausfüllen um das Plugin zu aktivieren.
vi_vi: Vui lòng nhập thông tin bên dưới để kích hoạt.

source: If there are any questions please contact us.
de_de: Bei Fragen oder Anregungen freuen wir uns über jede Nachricht.
vi_vi: Nếu có thắc mắc xin vui lòng liên hệ với chúng tôi.

source: Active Since
de_de: Aktiv seit
vi_vi: Có hiệu lực từ / Hoạt động từ

source: Sales Per Day
vi_vi: Doanh số từng ngày

source: Statistics
de_de: Statistiken
vi_vi: Thống kê

source: Configuration For
de_de: Einstellungen für
vi_vi: Cấu hình của/ Hình dạng của

source: Available Product Group
de_de: Verfügbare Produktgruppen
vi_vi: Nhóm sản phẩm có sẵn

source: Calculate Your Price and Provision
de_de: Berechnen Sie Ihren Preis und Ihre Provision
vi_vi: Tính toán giá cả và hoa hồng

source: Your Selection
de_de: Ihre Auswahl
vi_vi: Lựa chọn của bạn

# ExamplePriceFromMerchant
source: Example Sales Price
de_de: Beispiel Verkaufspreis
vi_vi: Giá bán tham khảo

source: Your Provision Amount
de_de: Ihre Provision
vi_vi: Số tiền hoa hồng của bạn

source: Your percentages
de_de: Ihre Prozente
vi_vi: Phần trăm của bạn

source: Your Profits
de_de: Ihr Profit
vi_vi: Lợi nhuận của bạn

source: Existing Product
de_de: Vorhandenes Produkt
vi_vi: Sản phẩm hiện có

source: Product Group
de_de: Artikelgruppe
vi_vi: Nhóm sản phẩm

source: Created
de_de: Erstellt
vi_vi: Ngày tạo

source: Last Change
de_de: Letzte Änderung
vi_vi: Ngày sửa

# Customerdesign
source: Customize your individual W2P Widget design
de_de: Individuelle Widget Design Einstellungen
vi_vi: Tùy chỉnh thiết kế W2P Widget của bạn

source: More design
de_de: mehr Design
vi_vi: Thiết kế khác

source: Colour Text Login
de_de: Farbe des Loginbereichs
vi_vi: Màu chữ đăng nhập

source: Gradient Background
de_de: Farbverlauf des Hintergrunds
vi_vi: Màu gradient cho nền

source: Colour Text Prices
de_de: Farbe der Preise & Info's
vi_vi: Màu chữ của giá

source: Colour Text Button
de_de: Textfarbe des Buttons
vi_vi: Màu chữ trên nút

source: Gradient Button
de_de: Textfarbe des Buttons
vi_vi: Màu gradient của nút

source: Shadow Text Button
de_de: Textschatten Button
vi_vi: Bóng chữ của nút

source: Reset
de_de: zurückgesetzt
vi_vi: Thiết lập lại

source: Colour Text Header
de_de: Farbe der Überschrift
vi_vi: Màu chữ tiêu đề

source: Gradient Header
de_de: Farbverlauf des Kopfbereiches
vi_vi: Màu gradient của tiêu đề

source: Shadow Text Header
de_de: Textschatten Button
vi_vi: Bóng tiêu đề

source: Colour Widget Outline
de_de: Farbe der Außenlinie Rahmen
vi_vi: Màu viền Widget

source: Colour Active Element
de_de: Farbe der aktiven Auswahl
vi_vi: Màu nền của giá

source: Colour Button Outline
de_de: Farbe der Außenlinie Button
vi_vi: Màu viền của nút

source: Border Radius Outline
de_de: Eckenabrundung des Rahmens
vi_vi: Độ cong của viền

source: Design Gallery
de_de: Design Galerie
vi_vi: Thư viện thiết kế

source: White Theme
de_de: Weißes Theme
vi_vi: Giao diện Tuyết

source: Blue Theme
de_de: Blaues Theme
vi_vi: Giao diện Đại dương

source: Silver Theme
de_de: Silber Theme
vi_vi: Giao diện Bạc

source: Black Theme
de_de: Schwarzes Theme
vi_vi: Giao diện Sang trọng

source: Red Theme
de_de: Rotes Theme
vi_vi: Giao diện Lửa

source: Atomic Theme
de_de: Atom Theme
vi_vi: Giao diện Đất

source: Cloud Theme
de_de: Wolken Theme
vi_vi: Giao diện Bầu trời

source: Shadow Theme
de_de: Schatten Theme
vi_vi: Giao diện Bóng

source: Green Theme
de_de: Grünes Theme
vi_vi: Giao diện Rừng xanh

source: Brown Theme
de_de: Braunes Theme
vi_vi: Giao diện Thung lũng

source: Calculator Settings
de_de: Einstellungen
vi_vi: Cài đặt tính toán

# ShowOnlyForLoginedUser
source: Show only, when the User is logined in.
de_de: Nur anzeigen, wenn der Benutzer eingeloggt ist.
vi_vi: Chỉ hiển thị khi người dùng đăng nhập

source: Preselection
de_de: Vorauswahl
vi_vi: Lựa chọn

source: Customer Center Settings
de_de: Kundencenter Einstelllungen
vi_vi: Thiết lập cho phần quản lý người dùng

source: Template / Design Settings
de_de: Template / Design Einstellungen
vi_vi: Cài đặt mẫu/ thiết kế

source: Provision absolute
de_de: Absolute Provision

source: Provision relative
de_de: Relative Provision
