Repository: mdaraban/web2print-beta
Catalog: 0.8/inc/lang/web2print-*.po
Languages: de_de, vi_vi

source: You do not have sufficient permissions to access this page.
de_de: Sie verfügen nicht über ausreichende Berechtigungen, um auf diese Seite zuzugreifen.
vi_vi: Bạn không được phép truy cập vào trang này.

source: Address Book
de_de: Adressbuch
vi_vi: Sổ địa chỉ

source: All Orders
de_de: Alle Bestellungen
vi_vi: Tất cả đơn đặt hàng

source: Activation
de_de: Aktivierungs
vi_vi: Kích hoạt tài khoản

source: Archive
de_de: Archiv
vi_vi: Lưu trữ

# EarnMoney
source: Earn Money / Affiliate
de_de: Geld verdienen
vi_vi: Kiếm tiền

source: Account Details
de_de: Kundenkonto
vi_vi: Chi tiết tài khoản

source: Order Confirmation
de_de: Bestellbestätigung
vi_vi: Xác nhận đặt hàng

source: Logout
de_de: Ausloggen
vi_vi: Đăng xuất

source: Login
de_de: Anmelden
vi_vi: Đăng nhập

source: Hello
de_de: Hallo
vi_vi: Xin chào

source: My Motives
de_de: Meine Motive
vi_vi: Hình ảnh của tôi

source: Settings
de_de: Einstellungen
vi_vi: Cài đặt

source: Article
de_de: Artikel
vi_vi: Sản phẩm

source: Posters
de_de: Poster
vi_vi: Poster

source: Materials
de_de: Material
vi_vi: Nguyên liệu

source: Styles
de_de: Stilarten
vi_vi: Kiểu

source: Oil Painting
de_de: Ölgemälde
vi_vi: Tranh sơn dầu

source: Sketch Painting
de_de: Skizze
vi_vi: Tranh phác thảo

source: Pencil Painting
de_de: Bleistiftzeichung
vi_vi: Tranh vẽ chì

# PastelPainting
source: Pastels Painting
de_de: Pastellmalerei
vi_vi: Tranh vẽ màu

source: Shopping Cart
de_de: Warenkorb
vi_vi: Giỏ Hàng

source: Designer
vi_vi: Thiết Kế

source: Pos
vi_vi: Mẫu

source: Article And Description
de_de: Artikel und Beschreibung
vi_vi: Mô tả chi tiết

source: Meta tag in product details
de_de: Metatags für Produktseiten
vi_vi: Thẻ meta cho trang chi tiết sản phẩm

# maxpricePer
source: Article Price with max. Discount
de_de: Preis je Artikel mit max. Discount
vi_vi: Giá cao nhất cho một sản phẩm. Giảm giá

source: Price per
de_de: Preis je
vi_vi: Giá đơn vị

source: Send
de_de: Senden
vi_vi: Gửi

source: Add new motive
de_de: Neue motiv hinzufügen
vi_vi: Thêm mới

source: Details
vi_vi: Chi tiết

source: Previous
de_de: Vorherige
vi_vi: Trang trước

source: Next
de_de: Nächste
vi_vi: Trang tiếp

source: Keywords
de_de: Stichworte
vi_vi: Từ khóa

# SalesPrices
source: Sale prices
de_de: Verkaufspreise
vi_vi: Giá bán

source: Sharing
de_de: Austausch
vi_vi: Chia sẻ

source: Add Name
de_de: Name
vi_vi: Nhập tên

source: Add Description
de_de: Beschreibung
vi_vi: Nhập mô tả

source: Add Keywords
de_de: Tag hinzufügen
vi_vi: Thêm từ khóa

source: Add Categories
de_de: Kategorie hinzufügen
vi_vi: Thêm danh mục

source: Motive can be edited by other users ?
de_de: Das Motiv darf von anderen Usern geändert werden ?
vi_vi: Cho phép người khác chỉnh sửa hình ảnh ?

source: Creator
de_de: Ersteller
vi_vi: Người tạo

source: Type
de_de: Typ
vi_vi: Kiểu

source: Transparent BG
de_de: Transparenter Hintergrund
vi_vi: Hình trong suốt

source: Level
vi_vi: Cấp bậc

source: Format
vi_vi: Định dạng

source: Motive Price
de_de: Motiv Verkaufspreis
vi_vi: Giá của hình

source: Your current commissions
de_de: Verkausprovision
vi_vi: Hoa hồng của bạn

source: I understand & accept T&C
de_de: Ich verstehe & akzeptiere die AGB.
vi_vi: Tôi đã đọc và chấp nhận các điều kiện

source: Add
de_de: Hinzufügen
vi_vi: Thêm vào

source: Cancel
de_de: Stornieren
vi_vi: Hủy bỏ

# Motiv
source: Motive
de_de: Motiv
vi_vi: Hình ảnh

# AVS
source: Nội dung
de_de: Inhalt
vi_vi: Chọn độ tuổi

source: Pages
de_de: Seiten
vi_vi: Trang

source: Amount
de_de: Anzahl
vi_vi: Số lượng

source: Action
de_de: Aktion
vi_vi: Xóa

source: Price
de_de: Preis
vi_vi: Giá

# Keyword_products
source: photo
de_de: foto
vi_vi: anh

# Keyword_breadcrumb
source: Photo Products
de_de: Foto Produkte
vi_vi: Ảnh các sản phẩm

# Pleasetransferthepayment
source: Please transfer the payment to the following account detail
vi_vi: Quý khách vui lòng thanh toán vào tài khoản sau

# EndUserPriceFormat
source: Prices excl. VAT plus Shipping.
de_de: Preise exkl. MwSt. zzgl. Versand.
vi_vi: Giá không bao gồm VAT và phí vận chuyển.

# EndUserPriceFormatGross
source: Prices incl. VAT plus shipping.
de_de: Preise inkl. MwSt. zzgl. Versand.
vi_vi: Giá đã bao gồm VAT và phí vận chuyển.

# NoticePayment
source: Notice: We'll convert the currency to
vi_vi: Tiền tệ đang dùng sẽ tự động được chuyển sang

# LoginReturningCus
source: Login, if a returning customer
de_de: Login, wenn bereits Kunde
vi_vi: Đăng nhập tài khoản

source: All
de_de: Alle
vi_vi: Tất cả sản phẩm

source: Order date
de_de: Bestelldatum
vi_vi: Ngày đặt

source: VAT
de_de: MwSt.
vi_vi: Thuế VAT

source: Crystal
de_de: Kristall
vi_vi: Pha lê

source: FREE
de_de: Kostenlos
vi_vi: MIỄN PHÍ

# CropMessage
source: You do not crop all of uploaded pictures, do you want to crop them automatically ?
de_de: Bitte alle Bilder einzeln beschneiden oder soll dies unsere Automatik übernehmen ?
vi_vi: Bạn chưa cắt hình vừa tải lên, bạn có muốn hình được cắt tự động không ?

source: Stop All
de_de: Alle abbrechen
vi_vi: Dừng lại

source: Your files will be transfered
de_de: Die Daten werden übertragen
vi_vi: Các tập tin của bạn sẽ được truyền đi

# includedPrices
source: Prices incl. VAT plus shipping.
de_de: Preise inkl. MwSt. inkl. Versand.
vi_vi: Giá đã bao gồm VAT và phí vận chuyển.

source: Link
vi_vi: Liên kết

source: Tell a friends
de_de: Freunden senden
vi_vi: Giới thiệu bạn bè

source: Your Advantages
de_de: Ihre Vorteile
vi_vi: Thuận lợi của bạn

# TageRueckgaberecht
source: High quality products
de_de: Qualitätsprodukte
vi_vi: Sản phẩm chất lượng cao

# Expressversandmgl
source: Fast delivery
de_de: Schnelle Lieferung
vi_vi: Giao hàng nhanh chóng

# KeineMindestabnahme
source: Safe & Secure Payment
de_de: Sicheres Einkaufen
vi_vi: Thanh toán an toàn

source: Article Groups
de_de: Artikel Gruppe
vi_vi: Nhóm sản phẩm

source: Subtypes
de_de: Untergruppe
vi_vi: Kiểu

source: Available Colors
de_de: Verfügbare Farben
vi_vi: Màu sắc hiện có

source: Available Sizes
de_de: Verfügbare Größen
vi_vi: Kích thước hiện có

# PicHasLowResolution
source: The picture has a very low resolution.
de_de: Das Bild hat eine sehr niedrige Auflösung.
vi_vi: Hình ảnh không đạt chất lượng.

source: Reset Cache
de_de: Cache zurücksetzen
vi_vi: Xóa Cache

# BanknameBankforForeignTradeofVietnam
source: Bank name: Bank for Foreign Trade of Vietnam (Vietcombank)
vi_vi: Tên ngân hàng: Ngân hàng ngoại thương - Vietcombank

# BanknameBankforACB
source: Bank name: Asia Commercial Bank (ACB)
vi_vi: Tên ngân hàng: Ngân hàng Á Châu - ACB

source: Company name: Hoang Product Company Limited
vi_vi: Chủ tài khoản: Cty TNHH MTV Hoàng Production

# PaymentMethodInstructionViaBaoKim
source: Payment Method Instruction Via Bảo Kim
vi_vi: Hướng dẫn thanh toán qua Bảo Kim

# PaymentMethodInstructionViaNganLuong
source: Payment Method Instruction Via Ngân Lượng
vi_vi: Hướng dẫn thanh toán qua Ngân Lượng

# Thisemailaddressnotexist
source: This email address does not exist
de_de: Diese E-Mail Adresse existiert nicht
vi_vi: Địa chỉ email này không tồn tại

# ConfirmShouldBeSameAsPass
source: Confirm password should be same as password
de_de: Bitte das Passwort bestätigen
vi_vi: Mật khẩu xác nhận phải bằng với mật khẩu

source: Affiliate Payment
de_de: Auszahlung
vi_vi: Thanh toán cho đại lý

source: Wrong password
de_de: Falsches Passwort
vi_vi: Mật khẩu không chính xác

# CreateNewShop
source: Create a new shop
de_de: Erstellen neuer Shop
vi_vi: Tạo cửa hàng mới

source: Account number
de_de: Kontonummer
vi_vi: Số tài khoản

source: No sales yet
de_de: Noch nichts verkauft
vi_vi: Chưa có doanh số bán hàng

# RegisterSuccessful
source: Register successful! Please check your email.
de_de: Registrierung abgeschlossen. Bitte schauen Sie nach Ihren E-Mails.
vi_vi: Đăng ký thành công! Vui lòng kiểm tra email của bạn.

source: for everyone
de_de: für jeden
vi_vi: cho tất cả mọi người

source: only for logged in users
de_de: Nur für einloggte Benutzer
vi_vi: chỉ với những người dùng đã đăng nhập

# ActiveSuccessful
source: Active successful! You can login now.
de_de: Aktivierung erfolgreich! Anmeldung jetzt möglich.
vi_vi: Kích hoạt thành công! Bạn có thể đăng nhập ngay.

source: Article & Prices
de_de: Artikel & Preis
vi_vi: Sản phẩm & Giá

source: Product Details
de_de: Produktübersicht
vi_vi: Chi tiết sản phẩm

source: Loading
de_de: Lade
vi_vi: Đang tải

# Active
source: Activate
de_de: Aktivieren
vi_vi: Kích hoạt

source: Click Here To Add Text
vi_vi: Bấm vào để thay đổi nội dung

source: via
vi_vi: thông qua

source: Select Shipping Address
de_de: Rechnungs- & Lieferadresse
vi_vi: Chọn địa chỉ vận chuyển

source: Your Address
de_de: Ihre Adresse
vi_vi: Tên, Địa chỉ...

source: Select Shipping Method
de_de: Wählen Sie Ihre Versandart
vi_vi: Chọn phương thức vận chuyển

source: Standard Shipping
de_de: Standard Versand
vi_vi: Vận chuyển bình thường

source: Select Payment Method
de_de: Wählen Sie eine Zahlungsmethode
vi_vi: Chọn cách thức thanh toán

source: Payment Method
de_de: Zahlungsart
vi_vi: Cách thức thanh toán

# TermsAndConditionCaption
source: Accept Terms And Conditions
de_de: AGB & Datenschutz akzeptieren
vi_vi: Điều khoản và điều kiện

# Include
source: Prices incl. VAT plus shipping.
de_de: Gesamtpreis (inkl. MwSt. & Versand).
vi_vi: Giá đã bao gồm VAT và phí vận chuyển.

source: Upload pictures
de_de: Bilder hochladen
vi_vi: Tải hình

source: Online Designer
vi_vi: Thiết kế trực tuyến

# CartEmptyText
source: Your shop cart is emply now, let's buy something?
de_de: Leider bin ich noch leer, bitte bestellen Sie etwas ...
vi_vi: Giỏ hàng của bạn còn trống, hãy mua vài thứ nào!

# ProductFinishedCaption
source: Product ready for shipment
de_de: Versandbereit
vi_vi: Sẵn sàng vận chuyển

source: Crop & Fit pictures
de_de: Zuschneiden
vi_vi: Cắt hình ảnh

source: Thanks For Your Order
de_de: Vielen Dank für Ihre Bestellung
vi_vi: Cám ơn đơn đặt hàng của quý khách

source: Status
vi_vi: Tình trạng

source: Main Address
de_de: Adressbuch
vi_vi: Địa chỉ chính

source: Contact
de_de: Kontakt
vi_vi: Liên hệ

source: Affiliate ID
vi_vi: Mã liên kết

source: Referral Link
vi_vi: Link đại diện

source: Statistic
de_de: Statistik
vi_vi: Thống kê

source: Withdraw
de_de: Abrufen
vi_vi: Rút tiền

source: Your AffiliateID
de_de: Ihre Affiliate Id
vi_vi: Mã liên kết của bạn

source: Copy
de_de: Kopieren
vi_vi: Sao chép

source: Shop Name
de_de: Name
vi_vi: Tên cửa hàng

source: Description
de_de: Beschreibung
vi_vi: Mô tả

source: New Shop
de_de: Neuer Shop
vi_vi: Tạo cửa hàng mới

source: New Customer / Affiliate ID
de_de: Neue Affiliate Id
vi_vi: Tạo khách hàng / mã liên kết mới

# WeLoveFeedback
source: We love feedback. We're always looking to improve our experience so please let us know what you think
de_de: Wir lieben Feedback
vi_vi: Chúng tôi mong chờ các thông tin phản hồi bởi vì chúng tôi luôn tìm cách để cải thiện kinh nghiệm của mình nhằm làm hài lòng các bạn nên xin vui lòng cho chúng tôi biết những gì bạn nghĩ về chúng tôi.

# TellYourFriends
source: Tell your friends and get up to 10% Cash Commission!
de_de: Empfehlen Sie uns weiter
vi_vi: Giới thiệu bạn bè của bạn và nhận tới 10% hoa hồng!

source: Your Unique Referral Link
de_de: Ihr Referral Link
vi_vi: Link đại diện của bạn

# UseTheLinkBelow
source: Use the link below to send users to our website. This unique link will track the number of users you refer to us.
de_de: Benutzen Sie den unten stehenden Link
vi_vi: Sử dụng liên kết bên dưới để đưa người dùng đến website của chúng tôi. liên kết này sẽ theo dõi số lượng người dùng bạn giới thiệu cho chúng tôi.

source: Your last referral
de_de: Ihr letzter Referrer
vi_vi: Lần giới thiệu gần nhất của bạn

source: More info
de_de: Weitere Information
vi_vi: Thêm thông tin

source: Banners for your website
de_de: Banner für Ihre Webseite
vi_vi: Banners quảng cáo cho website của bạn

# ByHostingOne
source: By hosting one of these banners one your website, blog or portfolio. You'll join the legion of freelancers who are earning referrals while they sleep. The code below of banner already includes your unique referral ID, so just click 'Copy' and then paste it into your site.
de_de: Wenn Sie einen dieser Banner auf Ihrer Websiten, Ihrem Blog oder Portofolio bereitstellen, treten Sie den Freelancern bei, welche ihre Referrer im Schlaf gewinnen. Der Code unter dem Banner beinhaltet schon Ihre Referral-ID, also klicken sie einfach auf 'Kopieren' und fügen Sie ihn auf Ihrer Seite ein.
vi_vi: Bằng cách sỡ hữu một trong nhiều banner của chúng tôi trên website, blog hay portfolio của bạn, bạn sẽ gia nhập vào đội ngũ nhân viên tự do của chúng tôi, những người kiếm được lượng người dùng ngay cả khi họ đang ngủ. Mã số bên dưới của banner đã bao gồm ID giới thiệu độc đáo nhất của bạn, chỉ cần nhấp “Copy” và dán nó vào trang web của bạn.

source: Sales Referrals
de_de: Referral-Verkäufe
vi_vi: Bán hàng/ Giới thiệu

source: Turnover
de_de: Umsatz
vi_vi: Doanh thu

source: Your Profit
de_de: Ihre Einkünfte
vi_vi: Lợi nhuận của bạn

source: to
de_de: zu
vi_vi: đến

source: or choose
de_de: oder wählen Sie
vi_vi: hoặc chọn

source: Refresh
de_de: Aktualisieren
vi_vi: Làm mới

source: Date
de_de: Datum
vi_vi: Ngày

source: Shop
vi_vi: Cửa hàng

source: Order
de_de: Kaufen
vi_vi: Đặt mua

source: Country
de_de: Land
vi_vi: Quốc gia

source: Item
vi_vi: Mục

source: Product Price
de_de: Produktionszeit
vi_vi: Giá sản phẩm

source: Provision
vi_vi: Thiết lập

source: Last Week
de_de: Letzte Woche
vi_vi: Tuần trước

source: Last Month
de_de: Letzter Monat
vi_vi: Tháng trước

source: Last Year
de_de: Letztes Jahr
vi_vi: Năm trước

source: Available Balance
de_de: Verfügbares Guthaben
vi_vi: Số dư hiện có

source: Withdraw Amount
de_de: Betrag
vi_vi: Rút tiền

source: Wire Transfer
de_de: Überweisung
vi_vi: Chuyển khoản

source: Payment History
de_de: Zahlungsübersicht
vi_vi: Lịch sử thanh toán

source: Currency
de_de: Währung
vi_vi: Tiền tệ

source: Accounts
de_de: Kundenkonto
vi_vi: Tài khoản

source: Account Connection
de_de: Kontoeinstellungen
vi_vi: Tài khoản kết nối

source: Change Password
de_de: Passwort ändern
vi_vi: Thay đổi mật khẩu

source: Add A Connection
de_de: Verbindung hinzufügen
vi_vi: Thêm kết nối

source: Payment Details
de_de: Zahlungsart
vi_vi: Chi tiết thanh toán

source: Name
vi_vi: Tên

source: Edit
de_de: Bearbeiten
vi_vi: Chỉnh sửa

source: Delete
de_de: Löschen
vi_vi: Xóa

source: Valid To
de_de: Gültig bis
vi_vi: Có hiệu lực đến

source: New Payment Method
de_de: Zahlungsart
vi_vi: Thêm phương thức thanh toán

source: News Letter
vi_vi: Thư thông báo

source: Language
de_de: Sprache
vi_vi: Ngôn ngữ

source: Jobs Per Page
de_de: Jobs pro Seite
vi_vi: Số lượng công việc cho mỗi trang

source: Address
de_de: Adresse
vi_vi: Địa chỉ

source: Get The Newest Infomation
de_de: Bekommen Sie die neusten Informationen
vi_vi: Nhận thông tin mới nhất

source: Choose Your Prefered Language
de_de: Bitte wählen Sie Ihre gewünschte Sprache aus
vi_vi: Chọn ngôn ngữ của bạn

source: Choose Your Prefered Currency
de_de: Bitte wählen Sie Ihre gewünschte Währung aus
vi_vi: Chọn loại tiền tệ của bạn

source: Choose Your Prefered Address
de_de: Ihre Adresse
vi_vi: Chọn địa chỉ của bạn

# HowManyJobs
source: How many jobs should be shown per page
de_de: Wie viele Jobs sollen pro Seite angezeigt werden?
vi_vi: Hiển thị số lượng công việc trong mỗi trang

source: Something is missing?
de_de: Ihre Eingaben sind nicht vollständig
vi_vi: Nếu có gì thiếu sót

# DontHaveConnection
source: You do not have any connections
de_de: Noch keine Verbindungen vorhanden.
vi_vi: Bạn không có tài khoản kết nối nào

# YouDontHaveAddress
source: You do not have any addresses
de_de: Noch keine Adressen vorhanden.
vi_vi: Bạn không có địa chỉ nào

source: Done
de_de: Fertig
vi_vi: Xong

source: Quality
de_de: Qualität
vi_vi: Chất lượng

source: Orientation
de_de: Orientierung
vi_vi: Định hướng

source: Uploading file
de_de: Daten werden übertragen
vi_vi: Tập tin đang tải

source: Remaining
de_de: Verbleibend
vi_vi: Thời gian còn lại

source: Speed
de_de: Geschwindigkeit
vi_vi: Tốc độ

source: Import From Google
de_de: Von Google importieren
vi_vi: Thêm địa chỉ từ google

source: Import From Linkedin
de_de: Von LinkedIn importieren
vi_vi: Thêm địa chỉ từ Linkedin

source: Add New Address
de_de: Neue Adresse hinzufügen
vi_vi: Thêm địa chỉ mới

source: First Name
de_de: Vorname
vi_vi: Tên

source: Last Name
de_de: Name
vi_vi: Họ

source: Company
de_de: Firma
vi_vi: Công ty

source: City
de_de: Stadt
vi_vi: Thành phố

# UploadAvatar
source: Uploading Your Avartar
de_de: Benutzerbild hochladen
vi_vi: Tải avartar của bạn

source: Show All Details
de_de: Alle Details anzeigen
vi_vi: Hiển thị chi tiết

source: Entries Per Page
de_de: Einträge pro Seite
vi_vi: Số lượng mục trên trang

source: Sum
de_de: Summe
vi_vi: Tổng cộng

source: Shipping Address
de_de: Lieferadresse auswählen
vi_vi: Địa chỉ vận chuyển

source: Payment
de_de: Bezahlung
vi_vi: Thanh toán

source: Shipment
de_de: Versand
vi_vi: Vận chuyển

source: Production
de_de: In Produktion
vi_vi: Sản xuất

source: Show
de_de: Anzeigen
vi_vi: Hiển thị

source: Position
vi_vi: Địa điểm

source: Details and Description
de_de: Beschreibung
vi_vi: Mô tả chi tiết

# PlsClickButtonBelowToCompleteYourOrder
source: Please click button below to complete your order
de_de: Bitte den Button unten klicken um die Bestellung abzuschließen.
vi_vi: Vui lòng nhấn nút thanh toán bên dưới để hoàn tất việc đặt hàng

# PlsTypeYour
source: Please Type Your Email and Activation Code to Active account
de_de: Bitte geben Sie Ihre E-Mailadresse und Ihren Aktivierungscode ein um Ihren Account freizuschalten.
vi_vi: Vui lòng nhập địa chỉ Email và Mã kích hoạt

source: Activation Code
de_de: Aktivierungscode
vi_vi: Mã kích hoạt

# ActiveNow
source: Activate
de_de: Aktivieren
vi_vi: Kích hoạt

# ActivationTitle
source: Account activation
de_de: Account Aktivierung
vi_vi: Kích hoạt tài khoản

# Text404
source: The page you were looking for doesn't exist. Quick,
vi_vi: Trang web bạn đang tìm kiếm không tồn tại. Nào,

# LinksToHompage
source: go back to the homepage!
vi_vi: quay trở lại trang chủ!

# NoCommentTranslation
source: Be the first and write what you think about!
de_de: Sei der erste, der einen Kommentar schreibt!
vi_vi: Chưa có ý kiến nào!

# LookForwardIdea
source: We're looking forward to your ideas and comments.
de_de: Wir freuen uns auf Deine Ideen & Kommentare.
vi_vi: Chúng tôi mong đợi ý kiến và góp ý của bạn.

source: Leave a comment
de_de: Kommentar hinterlassen
vi_vi: Viết ý kiến của bạn

source: Sign Up
de_de: Registrieren
vi_vi: Đăng ký

source: or
de_de: oder
vi_vi: hoặc

source: some pictures
de_de: einige Bilder
vi_vi: vài hình ảnh

source: 1 picture
de_de: ein Bild
vi_vi: 1 hình ảnh

source: You have also
de_de: Sie haben noch
vi_vi: Bạn còn

source: which not touched yet.
de_de: welche noch nicht bearbeitet sind.
vi_vi: chưa tùy chỉnh.

source: Password Settings
de_de: Passwort eingeben & Account erstellen
vi_vi: Cài đặt mật khẩu

source: Login here
de_de: Einloggen
vi_vi: Đăng nhập ở đây...

source: Shipping Type
de_de: Versandart
vi_vi: Các dạng vận chuyển

# ShowMePriceFor
source: Show me prices to
de_de: Zeige Versandpreise nach
vi_vi: Vận chuyển đến

source: State
de_de: Staat
vi_vi: Tỉnh

# NewAddressCaption
source: New Address
de_de: Neue Adresse hinzufügen
vi_vi: Địa chỉ mới

source: Select This Address
de_de: Lieferadresse auswählen
vi_vi: Chọn địa chỉ

source: Mr
de_de: Herr
vi_vi: Ông

source: Mrs
de_de: Frau
vi_vi: Bà

source: Neutral
de_de: Firma
vi_vi: Tổ chức

source: Street
de_de: Straße
vi_vi: Địa chỉ

source: Zip
de_de: Postleitzahl
vi_vi: Mã ZIP

source: Phone
de_de: Telefon
vi_vi: Điện thoại

# SendMeOffer
source: Send me your special offers to save money
de_de: Ja, ich möchte Sonderangebote & News per E-Mail erhalten.
vi_vi: Gửi cho tôi chương trình khuyến mãi đặc biệt của bạn

source: Note
de_de: Hinweis
vi_vi: Ghi chú

source: Save
de_de: Speichern
vi_vi: Lưu lại

# PlsTypeAllofFieldsBelowToChangeYourPass
source: Please Type All of Fields Below To Change Your Password
de_de: Bitte füllen Sie unten stehende Felder aus um Ihr Passwort zu ändern.
vi_vi: Vui lòng nhập các thông tin dưới đây để thay đổi mật khẩu của bạn

source: Old Pass
de_de: Altes Passwort
vi_vi: Mật khẩu cũ

source: New Pass
de_de: Neues Passwort
vi_vi: Mật khẩu mới

source: Pass Confirm
de_de: Passwort wiederholen
vi_vi: Xác nhận mật khẩu

source: Change
de_de: Ändern
vi_vi: Thay đổi

source: Login Provider
de_de: Login Anbieter
vi_vi: Tài khoản kết nối

source: Your Login Name
de_de: Ihr Login
vi_vi: Tên đăng nhập

source: Delete Connection
de_de: Verbindung löschen
vi_vi: Hủy kết nối

source: Do You Have An Account Here Already
de_de: Haben Sie bereits einen Account?
vi_vi: Bạn đã có tài khoản?

# PlsSelectYourShippingAdd
source: Please Select Your Shipping Address
de_de: Bitte wählen Sie Ihre Lieferadresse aus.
vi_vi: Vui lòng chọn địa chỉ giao hàng

source: Show All
de_de: Alle anzeigen
vi_vi: Hiển thị tất cả

source: Search
de_de: Suchen
vi_vi: Tìm kiếm

# SelectThisAdd
source: Select This Address
de_de: Diese Adresse auswählen
vi_vi: Chọn địa chỉ này

source: Login First
de_de: Bitte loggen Sie sich erst ein.
vi_vi: Đăng nhập trước

source: Select All
de_de: Alle auswählen
vi_vi: Chọn tất cả

source: None
de_de: Keine
vi_vi: Không chọn

source: Import Now
de_de: Jetzt importieren
vi_vi: Tải về

# PlsFillTheForm
source: Please Fill The Form
de_de: Bitte füllen Sie die Felder aus.
vi_vi: Vui lòng nhập vào biểu mẫu

source: Create
de_de: Erstellen
vi_vi: Tạo

source: Close
de_de: Schließen
vi_vi: Đóng

source: Add Now
de_de: Jetzt hinzufügen
vi_vi: Thêm vào

# AddressMissingInform
source: Please choose your address to order
de_de: Bitte wählen Sie Ihre Adresse aus.
vi_vi: Vui lòng chọn địa chỉ của bạn để thực hiện đặt hàng.

# ShippingMissingInform
source: Please choose your shipping method to order
de_de: Bitte wählen Sie eine Versandart aus.
vi_vi: Vui lòng chọn phương thức vận chuyển

# PaymentMissingInform
source: Please choose your payment method to order
de_de: Bitte wählen Sie eine Zahlart aus.
vi_vi: Vui lòng chọn phương thức thanh toán

# RightMissingInform
source: Please accept Terms And Conditions
de_de: Bitte akzeptieren Sie die Lizenzvereinbarungen.
vi_vi: Vui lòng đồng ý Điều khoản & điều kiện

source: You will be redirected to the shopping cart now
vi_vi: Bạn sẽ được chuyển đến trang giỏ hàng

source: You will be redirected to the order confirmation now
vi_vi: Bạn sẽ được chuyển đến trang xác nhận đặt hàng

source: Forgot Your Password?
de_de: Haben Sie Ihr Passwort vergessen?
vi_vi: Quên mật khẩu ?

source: Active Account?
de_de: Aktiver Account?
vi_vi: Kích hoạt tài khoản?

source: Open New Account
de_de: Erstelle einen neuen Zugang
vi_vi: Tạo tài khoản mới

source: Invalid Email Address
de_de: E-Mailadresse überprüfen
vi_vi: Địa chỉ email này không hợp lệ

# MustBeMore6Char
source: must be more 6 characters
de_de: Bitte mehr als 6 Zeichen verwenden.
vi_vi: Phải hơn 6 ký tự (tối thiểu 7 ký tự)

# PasswordConfirm
source: Confirm Password
de_de: Passwortbestätigung
vi_vi: Xác nhận

source: Password
de_de: Passwort
vi_vi: Mật khẩu

# PlsInputYourLoginDetailsBelow
source: Please Input Your Login Details Below
de_de: Bitte Login Daten eingeben.
vi_vi: Xin vui lòng điền chi tiết đăng nhập dưới đây

source: Your Email Address
de_de: E-Mail Adresse
vi_vi: Địa chỉ email của bạn

source: Forgot Password
de_de: Passwort vergessen?
vi_vi: Quên mật khẩu

source: Create Your Free Account Now
de_de: Kostenlosen Account anlegen
vi_vi: Tạo tài khoản miễn phí ngay bây giờ

source: Register
de_de: Registrieren
vi_vi: Đăng ký

# AlreadyAnAccountCaption
source: Do you have an account already ?
de_de: Account dort schon vorhanden?
vi_vi: Bạn đã có tài khoản?
